{
  "navigation": {
    "title": "(hoffentlich) helfende Links",
    "work": "Arbeit",
    "lab": "lab",
    "contact": "Kontakt",
    "switchLocale": "Englisch"
  },
  "locale": "de",
  "app": {
    "work": {
      "title": "Webentwickler",
      "secondtitle": "Webdesigner",
      "thirdtitle": "Frontend Entwickler",
      "fourttitle": "Backend Entwickler",
      "land": "Deutschland"
    },
    "history": {
      "title": "Meine Geschichte",
      "content": "Ich habe vor ungefähr 3 Jahren mit dem Programmieren angefangen. Anfangs bin ich auf C++ gestoßen, ein sehr schwer zu lernende Programmiersprache für Anfänger. Somit kamm, dass ich leider schnell aufgehört hatte. Nach einem Monat wollte ich mich aber nocheinmal in dem Thema probieren, und ich habe angefangen mit HTML, Css und Javascript Websiten zu entwickeln."
    },
    "today": {
      "title": "Heutzutage",
      "content": "Heute bin ich 14 Jahre alt, ich lebe in Deutschland, programmiere und fahre Wakeboard in meiner Freizeit. Am meisten bin ich immer noch in der Webentwicklung unterwegs, dabei von dem programmieren großer Anwendungen wie einen eigenen Email Service bis zu kleineren wie dieses Portfolio."
    },
    "skills": {
      "title": "Skills",
      "content": "Ich habe meine Fähigkeiten in der Web-Entwicklung konzentriert. Ich schreibe hauptsächlich Code in Typescript mit dem Framekwork nextjs von vercel. In der Tat: dieses Portfolio ist auch mit nextjs geschrieben. Ich programmiere auch mit anderen Frameworks wie qwik, react, react-native und electron."
    }
  },
  "nav": {
    "links": {
      "work": "Arbeit",
      "contact": "Kontakt"
    }
  },
  "work": {
    "cookie": {
      "title": "Cookie clicker",
      "content": "Ein modern aussehender cookie clicker.",
      "link": "https://cookie.henri.gg"
    }
  },
  "lab": {
    "title": "component lab",
    "description": "Components die ich über die Zeit entwickelt habe."
  },
  "contact": {
    "title": "Contact me",
    "content": "I'm mostly active on GitHub, Discord an Email."
  }
}
